/* The string for canceling a map editing function. */
"CancelKey" = "Cancelar";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "Tem certeza que deseja cancelar?";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "Suas alterações não serão salvas.";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "O objeto que você criou não será salvo.";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "Descartar alterações";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "Cancelar edição";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "Endereço inválido";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "Um endereço deve ser incluído para o ponto";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "Você não adicionou uma localização para este ponto";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "Nenhum ponto novo será adicionado";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "Continuar edição";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "Selecione o ponto que deseja excluir.";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "Não há nenhum ponto para excluir.";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "OK";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "Tem certeza de que deseja apagar todos os pontos?";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "Não";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "Sim";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "Deseja alternar para um ponto?";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "Deseja alternar para uma polilinha?";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "Deseja alternar para um polígono?";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "Os pontos adicionados não serão alterados e você pode continuar criando o objeto";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "Todos os pontos adicionados serão excluídos";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "Tem certeza de que deseja excluir este ponto?";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "Salvar";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "Filtrar";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "Local atual";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "Nenhuma sugestão encontrada";

/* The text of the editingPanel Address textField. */
"AddressKey" = "Endereço";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "Apagar tudo";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "%@ criado com sucesso";

/* The placeholder text of the Searchbar */
"SearchKey" = "Procurar";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "Adicionar nova localização";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "Mapa-base";

/* The title for the standard map type. */
"StandardKey" = "Padrão";

/* The title for the hybrid map type. */
"HybridKey" = "Híbrido";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "Híbrido com vista aérea";

/* The title for the muted standard map type. */
"MutedStandardKey" = "Padrão com dados destacados";

/* The title for the satellite map type. */
"SatelliteKey" = "Satélite";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "Satélite com vista aérea";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "Adicionar localização";

